jayis1/daily-ideas/systems/soc-devices/pyro-balance/firmware/esp32-c3/sdkconfig.defaults
# Pyro Balance ESP32-C3 sdkconfig defaults
CONFIG_IDF_TARGET="esp32c3"
CONFIG_BT_ENABLED=y
CONFIG_BT_NIMBLE_ENABLED=n
CONFIG_BT_BLUEDROID_ENABLED=y
CONFIG_BT_BLE_ENABLED=y
CONFIG_WIFI_ENABLED=y
CONFIG_ESP_WIFI_AP=y
CONFIG_ESP_WIFI_STA=n